-- phpMyAdmin SQL Dump
-- version 5.1.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Oct 30, 2022 at 04:17 PM
-- Server version: 10.4.19-MariaDB
-- PHP Version: 8.0.7

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `location`
--

-- --------------------------------------------------------

--
-- Table structure for table `lo`
--

CREATE TABLE `lo` (
  `ID` varchar(5) CHARACTER SET utf8 NOT NULL,
  `Name` varchar(255) NOT NULL,
  `Detail` varchar(255) CHARACTER SET utf8 NOT NULL,
  `County` varchar(50) NOT NULL,
  `la` varchar(30) DEFAULT NULL COMMENT 'ละติจูด',
  `long` varchar(30) DEFAULT NULL COMMENT 'ลองติจูด'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `lo`
--

INSERT INTO `lo` (`ID`, `Name`, `Detail`, `County`, `la`, `long`) VALUES
('UD01', 'หนองประจักษ์', 'สวนสาธารณะหนองประจักษ์ มีลักษณะเป็นหนองน้ำขนาดใหญ่ที่ตั้งอยู่ใจกลางเมืองไฮไลท์ที่น่าสนใจที่ทำให้หนองประจักษ์ได้รับความสนใจจากนักท่องเที่ยว คือ ตุ๊กตาเป็ดยางสีเหลืองที่ลอยโดดเด่นอยู่กลางน้ำกลายเป็นสัญลักษณ์ของหนองประจักษ์', 'อำเภอเมือง จังหวัดอุดรธานี', '17.421970490131187', '102.78119688752383'),
('UD02', 'ทะเลบัวเเดง', 'ทะเลบัวแดง ตั้งอยู่ในบึงหนองหาน เป็นแหล่งน้ำธรรมชาติที่อุดมสมบูรณ์ไป ด้วย พันธุ์ปลา พันธุ์นก และพืชน้ำ จำนวนมาก โดยดอกบัวจะออกดอกมีปริมาณมากที่สุดในช่วงเดือนธันวาคม ถึง กุมภาพันธ์  ดอกบัวจะบานในช่วงเช้าตรู่จนถึงเวลาประมาณ 11.00 น', 'อำเภอกุมภวาปี จังหวัดอุดรธานี', '17.216693165724863', '103.03389536548566'),
('UD03', 'คำชะโนด', 'คำชะโนด หรือ  หรือ วังนาคินทร์คำชะโนด ตั้งอยู่ในพื้นที่ 3 ตำบล คือ ตำบลวังทอง ตำบลบ้านม่วง และตำบลบ้านจันทร์ ใน อำเภอบ้านดุง จังหวัดอุดรธานี เชื่อว่าเป็นสถานที่ศักดิ์สิทธิ์ดินแดนลี้ลับของพญานาค เป็นที่เคารพยำเกรงและศรัทธาของคนในจังหวัดอุดรธานีและอีสานตอนบ', 'อำเภอบ้านดุง จังหวัดอุดรธานี', '17.744899794303674', '103.36081369510588'),
('UD04', 'ภูฝอยลม', 'ภูฝอยลม เป็นแหล่งท่องเที่ยวที่ได้รับความนิยมเป็นอย่างยิ่งในช่วงหน้าหนาว โดยเฉพาะช่วงปลายปี ซึ่งเป็นช่วงที่ดอกไม้พากันเบ่งบานอวดสีสันสดใสท่ามกลางอากาศเย็นสบาย มีจุดชมวิวที่จะทำให้สามารถมองเห็นวิวพื้นล่างซึ่งเป็นช่วงที่ดอกไม้พากันเบ่งบานอวดสีสันสดใสท่ามกลาง', 'อำเภอหนองแสง จังหวัดอุดรธานี', '17.160858409354724', '102.69118578049606'),
('UD05', 'ศาลเจ้าปู่ย่า', 'ศาลเจ้าปู่ย่า สถานที่ตกแต่งโดยจำลองบรรยากาศแบบจีน เหมือนยกเมืองจีนมาไว้ใจกลางอุดร โดยสร้างขึ้นเพื่อเชิดชูองค์เจ้าปู่เจ้าย่า ที่เป็นที่เคารพและศรัทธาของชาวอุดรธานีและจังหวัดใกล้เคียง', 'อำเภอเมือง จังหวัดอุดรธานี', '17.40112358348643', '102.80674950330355');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `lo`
--
ALTER TABLE `lo`
  ADD PRIMARY KEY (`ID`);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
